Repository: rehatkathuria/stops
Catalog: GalleryFeature/Sources/GalleryFeature/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hr, ja, pl

source: Gallery Permissions
ar: السماح معرض الصور
de: Galerie Berechtigungen
es: Permisos para usar la galería
fr: Autorisation d'accès à vos photos
hr: Dozvole za galeriju
ja: ギャラリーの許可
pl: Uprawnienia galerii

source: We require gallery permission to allow you to view and save photos. Tap the button below to get started
ar: نحن بحاجة إلى إذن معرض الصور للسماح لك بعرض وحفظ الصور. اضغط على الزر أدناه للبدء.
de: Wir benötigen die Berechtigung für die Galerie, um Ihnen das Anzeigen und Speichern von Fotos zu ermöglichen. Tippen Sie auf den Button unten, um zu beginnen
es: Se necesita acceso a la galería para ver y guardar fotos. Pulsa el botón de abajo para empezar
fr: Nous avons besoin de l'autorisation d'accès à vos photos pour vous permettre de visualiser et d'enregistrer des photos. Appuyez sur le bouton ci-dessous pour commencer
hr: Potrebna nam je dozvola za galeriju da biste mogli da pregledate i sačuvate fotografije. Kliknite na dugme ispod da biste započeli
ja: このアプリでは、特定の機能を有効にしたり、操作するために、ギャラリーへのアクセスを許可する必要があります。以下のボタンをタップしてください。
pl: Wymagamy dostępu do galerii, aby umożliwić przeglądanie i zapisywanie zdjęć. Naciśnij przycisk poniżej, aby kontynuować

source: Grant Permissions
ar: منح السماح
de: Berechtigungen erteilen
es: Otorgar permisos
fr: Accorder les autorisations
hr: Daj Dozvole
ja: 許可する
pl: Zezwól

source: Entire Library
ar: المكتبة بأكملها
de: Gesamte Bibliothek
es: Biblioteca completa
fr: Photothèque
hr: Cela biblioteka
ja: ライブラリ全体
pl: Cała biblioteka

source: The default album which includes every photo in your library
ar: الألبوم الافتراضي الذي يحتوي على كل صورة في مكتبتك.
de: Das Standardalbum, das alle Fotos in Ihrer Bibliothek enthält
es: Álbum predeterminado que incluye todas las fotos de tu biblioteca
fr: L'album par défaut qui contient toutes les photos de votre bibliothèque
hr: Podrazumevani album koji uključuje sve fotografije iz vaše biblioteke
ja: ライブラリにあるすべての写真を含むデフォルトのアルバム
pl: Domyślny album zawierający wszystkie zdjęcia w bibliotece

source: Selfies
ar: السيلفي
hr: Selfiji
ja: セルフィー
pl: Selfie

source: An album that includes every photo taken with the front-facing camera
ar: ألبوم يتضمن كل صورة تم التقاطها باستخدام الكاميرا الأمامية.
de: Ein Album, das alle Fotos enthält, die mit der Frontkamera aufgenommen wurden
es: Un álbum que incluye todas las fotos tomadas con la cámara frontal
fr: Un album qui comprend toutes les photos prises avec la caméra frontale
hr: Album koji uključuje sve fotografije snimljene prednjom kamerom
ja: 前面カメラで撮影したすべての写真を含むアルバム
pl: Album zawierający wszystkie zdjęcia wykonane przednim aparatem.

source: Favourites
ar: المفضلة
es: Favoritos
fr: Favoris
hr: Favoriti
ja: お気に入り
pl: Ulubione

source: An album filled with your favourite photographs, as marked by you
ar: ألبوم مليء بصورك المفضلة كما تم وضع علامة عليها من قبلك.
de: Ein Album mit Ihren Lieblingsfotos, die von Ihnen markiert wurden
es: Un álbum con tus fotografías favoritas, marcadas por ti
fr: Un album rempli de vos photos préférées, selectionnées par vos soins
hr: Album pun vaših omiljenih fotografija, kako ste ih obeležili
ja: あなたがお気に入りに入れた写真でいっぱいのアルバム
pl: Album wypełniony twoimi ulubionymi zdjęciami, oznaczonymi przez ciebie

source: Hide Screenshots
ar: إخفاء لقطات الشاشة
de: Bildschirmfotos ausblenden
es: Esconder capturas de pantalla
fr: Masquer les captures d'écran
hr: Sakrij Snimke ekrana
ja: スクリーンショットを隠す
pl: Ukryj zrzuty ekranu

source: When viewing the entire album or your favourites, screenshots will be hidden
ar: عند عرض الألبوم بأكمله أو المفضلة الخاصة بك، ستتم إخفاء لقطات الشاشة.
de: Beim Anzeigen des gesamten Albums oder Ihrer Favoriten werden Screenshots ausgeblendet
es: Al visualizar el álbum completo o tus favoritos, las capturas de pantalla quedarán ocultas
fr: les captures d'écran seront masquées lors de la visualisation de l'album entier ou de vos favoris
hr: Kada gledate celi album ili vaše omiljene slike, snimci ekrana će biti sakriveni
ja: アルバム全体やお気に入りを表示している場合に、スクリーンショットが非表示になります
pl: Podczas przeglądania całego albumu lub ulubionych zrzuty ekranu będą ukryte

source: Show Screenshots
ar: عرض لقطات الشاشة
de: Bildschirmfotos einblenden
es: Mostrar capturas de pantalla
fr: Afficher les captures d'écran
hr: Prikaži Snimke ekrana
ja: スクリーンショットを表示する
pl: Pokaż zrzuty ekranu

source: Screenshots will be visible in albums that include them
ar: ستكون لقطات الشاشة مرئية في الألبومات التي تتضمنها.
de: Screenshots werden in Alben sichtbar sein, in denen welche enthalten sind
es: Las capturas de pantalla serán visibles en los álbumes que las incluyan
fr: Les captures d'écran seront visibles dans les albums qui les incluent
hr: Snimci ekrana će biti vidljivi u albumima koji ih imaju
ja: スクリーンショットが含まれるアルバムでは、スクリーンショットが表示されます
pl: Zrzuty ekranu będą widoczne w albumach, które je zawierają
