Repository: rehatkathuria/stops
Catalog: CameraFeature/Sources/CameraFeature/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hr, ja, pl

source: Camera Permissions
ar: السماح بالكاميرا
de: Kamera Berechtigungen
es: Permisos para usar la cámara
fr: Autorisations de l'appareil photo
hr: Dozvole za kameru
ja: カメラの許可
pl: Uprawnienia aparatu

source: Grant Permissions
ar: منح السماح
de: Berechtigungen erteilen
es: Otorgar permisos
fr: Accorder les autorisations
hr: Odobri Dozvole
ja: 許可する
pl: Zezwól

source: We require camera access to allow you to take photos. Tap the button below to get started
ar: نحتاج إلى الوصول إلى الكاميرا للسماح لك بالتقاط الصور. اضغط على الزر للبدء.
de: Wir benötigen Zugriff auf die Kamera, um Ihnen das Aufnehmen von Fotos zu ermöglichen. Tippen Sie auf den Button unten, um zu beginnen
es: Se necesita acceso a la cámara para poder sacar fotos. Pulsa el botón de abajo para empezar
fr: Nous avons besoin de l'accès à l'appareil photo pour vous permettre de prendre des photos. Appuyez sur le bouton ci-dessous pour commencer
hr: Potreban nam je pristup kameri da biste mogli da slikate. Kliknite na dugme ispod da biste nam dali dozvolu
ja: このアプリでは、特定の機能を有効にしたり、操作するために、カメラへのアクセスを許可する必要があります。以下のボタンをタップしてください。
pl: Aby umożliwić robienie zdjęć, wymagamy dostępu do kamery. Naciśnij przycisk poniżej, by zacząć korzystać z aparatu.

source: Grainless
ar: ناعم
de: Ohne Körnung
es: Sin granulado
fr: Sans Grain
hr: Bez zrna
ja: 粒子なし
pl: Przejrzyste

source: No grain will be present in the image
ar: الصورة ستكون ناعمة
de: Es wird keine Körnung auf dem Bild zu sehen sein
es: No habrá granos en la foto
fr: La photo sera prise sans grain
hr: Zrna neće biti prisutna na slici
ja: 画像に粒子を加えません
pl: Zdjęcie bez ziarnistości

source: Fine Grain
ar: حُبَيبيّ
de: Feine Körnung
es: Granulado fino
fr: Grain Fin
hr: Fino zrno
ja: 細かい粒子
pl: Drobne Ziarno

source: Subtle grain, procedurally generated similar to the kind found on analog film
ar: حُبَيْبات دقيقة، تتم بشكل تلقائي بطريقة تشبه تلك الموجودة في الأفلام الأنالوجية.
de: Feine Körnung, prozedural erzeugt, ähnlich wie die von analogem Film
es: Granulado sutil, generado por procedimiento, similar al de las películas analógicas
fr: Grain léger, généré de manière procédurale, similaire à celui que l'on trouve sur un film analogique
hr: Suptilno zrno, proceduralno generisano slično onome na analognom filmu
ja: プロシージャルに生成された、アナログフィルムに見られるような微細な粒子
pl: Subtelne ziarno, generowane proceduralnie, podobne do tego, jakie można znaleźć na filmie analogowym

source: Pronounced Grain
ar: حُبَيبيّ كثيف
de: Starke Körnung
es: Granulado pronunciado
fr: Grain Prononcé
hr: Izraženo zrno
ja: 目立つ粒子
pl: Wyraźne Ziarno

source: Coarse grain, procedurally generated similar to the kind found on analog film
ar: حُبَيْبات خشنة، تتم بشكل تلقائي بطريقة تشبه تلك الموجودة في الأفلام الأنالوجية.
de: Grobe Körnung, prozedural erzeugt, ähnlich wie die von analogem Film
es: Granulado grueso, generado por procedimiento, similar al de las películas analógicas
fr: Grain prononcé, généré de manière procédurale, similaire à celui que l'on trouve sur un film analogique
hr: Grubo zrno, proceduralno generisano slično onome na analognom filmu
ja: プロシージャルに生成された、アナログフィルムに見られるような粗い粒子
pl: Duże ziarno, generowane proceduralnie, podobne do tego, jakie można znaleźć na filmie analogowym

source: Chromatic
ar: ملون
de: Chromatisch
es: Cromático
fr: Chromatique
hr: Hromatski
ja: クロマチック
pl: Chromatyczny

source: Colour quantizations with stunning tonality and beautiful contrast
ar: تقسيم الألوان مع تدرج لوني رائع وتباين جميل
de: Farbquantisierungen mit beeindruckender Tonalität und schönem Kontrast
es: Cuantización del color con una tonalidad sorprendente y un bello contraste
fr: Quantifications de couleur avec une tonalité époustouflante et un beau contraste
hr: Kvantizacije boja sa zadivljujućom tonalitetom i prelepim kontrastom
ja: 鮮やかな階調と美しい色彩を備えた、基本の描写
pl: Kwantyzacja kolorów z imponującą tonalnością i świetnym kontrastem

source: Monochrome
ar: أحادي اللون
de: Monochrom
es: Monocromatico
hr: Monohromatski
ja: モノクロ
pl: Monochrom

source: A mono representation with fine tonality that spans soft shadows and vivid highlights
ar: تمثيل أحادي اللون بتدرج لوني رائع يشمل الظلال الناعمة والإضاءات الحية.
de: Eine monochrome Darstellung mit feiner Tonalität, die weiche Schatten und lebhafte Lichter umfasst
es: Una representación mono con una tonalidad fina que abarca sombras suaves y luces vivas
fr: Une prise mono avec une fine tonalité qui couvre les ombres douces et les reflets vifs
hr: Monohromatski prikaz sa finim tonalitetom koji obuhvata nežne senke i jake svetlosti
ja: 柔らかな陰影から鮮やかなハイライトまで、繊細な階調をもつモノクロ表現
pl: Reprezentacja mono z delikatną tonalnością, która łączy miękkie cienie i wyraziste rozświetlenia

source: Quirky
ar: منعشة
es: Extravagante
fr: Décalé
hr: Čudno
ja: ロモグラフィー
pl: Dziwaczny

# Quantizations that are reminiscent of u{201C}happy accidentsu{201D}.
source: Quantizations that are reminiscent of “happy accidents”
ar: تقسيم الألوان يشبه الاحداث السعيدة
de: Quantisierungen, die an glückliche Zufälle erinnern
es: Cuantizaciones que recuerdan a “accidentes felices”
fr: Quantifications qui rappellent les “heureux accidents”
hr: Kvantizacije koje podsećaju na “sretne slučajnosti”
ja: ちょっぴり楽しい。ひと癖ある。ムードメーカー。バブルガムにポップコーン。
pl: Kwantyzacje, które przypominają “szczęśliwe przypadki”

source: Folia
ar: فوليا
ja: フォリア

source: Vivid green hues; particularly suited to photography with foliage
ar: درجات أخضر حية؛ مناسبة بشكل خاص للتصوير مع النباتات الخضراء
de: Lebhafte Grüntöne; besonders geeignet für Motive mit Blattwerk
fr: Nuances de vert vives; particulièrement adaptées à la photographie avec du feuillage
hr: Žive zelene nijanse; posebno pogodne za fotografiju sa lišćem
ja: 鮮やかな緑色の色合い。特に葉っぱの写真に適しています
pl: Żywe odcienie zieleni; szczególnie pasuje do fotografii z roślinnością

source: Supergold
ar: سوبرجولد
es: Súper oro
hr: Superzlatna
ja: スーパーゴールド

source: Warm profile with a subtle contrast boost; best paired with a flash
ar: تأثير دافئ مع زيادة تباين بسيط؛ يتماشى بشكل جيد مع الفلاش
de: Warmes Profil mit dezenter Kontrastverstärkung; am besten in Kombination mit Blitzlicht
es: Perfil cálido con un sutil aumento del contraste; mejor con flash
fr: Profil chaleureux avec une légère augmentation du contraste ; Résultat optimal avec le flash
hr: Topli profil sa suptilnim povećanjem kontrasta; najbolje se uparuje sa blicem
ja: 暖かみのある色調に微かなコントラストの強調。フラッシュとの組み合わせが最適です
pl: Ciepły profil z subtelnym podbiciem kontrastu; najlepiej wygląda w połączeniu z lampą błyskową

source: Tonachrome
ar: توناكروم
es: Tonacromía
hr: Tonahrom
ja: トナクローム
pl: Tonachrom

source: Our base rendition with stunning tonality and beautiful colours
ar: تصوير أساسي لدينا بتدرج لوني رائع وألوان جميلة
de: Unsere Basiswiedergabe mit atemberaubender Tonalität und schönen Farben
es: Nuestra variante de base con una tonalidad asombrosa y bellos colores
fr: Notre rendu de base, avec une tonalité époustouflante et de belles couleurs
hr: Naša osnovna interpretacija sa zadivljujućom tonalnošću i prelepim bojama
ja: 鮮やかな階調と美しい色彩を備えた、基本の描写
pl: Nasza bazowa kompozycja z imponującą tonalnością i pięknymi kolorami

source: Popularised by 35mm film this format has a nostalgic feel to it
ar: شكل شائع في أفلام 35 ملم وله شعور بالحنين للماضي
de: Dieses durch 35mm Film populär gewordene Format hat etwas Nostalgisches an sich
es: Popularizado por la película de 35 mm, este formato tiene un aire nostálgico
fr: Popularisé par le 35mm, ce format a une sensation nostalgique
hr: Popularizovan 35mm filmom, ovaj format ima nostalgičan osećaj
ja: 35mmフィルムに代表されるノスタルジックな雰囲気のフォーマット
pl: Spopularyzowany przez film 35mm, format ten ma nostalgiczny charakter

source: A popular format that matches the sensor on this phone
ar: شكل مشهور يتوافق مع مستشعر الهاتف الحالي
de: Ein beliebtes Format, welches dem Sensor dieses Telefons entspricht
es: Un formato popular que coincide con el sensor de este teléfono
fr: Le format populaire qui correspond au capteur de ce téléphone
hr: Popularni format koji se podudara sa senzorom na ovom telefonu
ja: この端末のセンサーに適した人気のあるフォーマット
pl: Popularny format, który odpowiada sensorowi w tym telefonie

source: Most common in large format photography, this is one also used on Instagram
ar: الشكل الأكثر شيوعاً في التصوير بالتنسيق الكبير، ويستخدم أيضاً في إنستجرام
de: Kommt in der Großformatfotografie am häufigsten vor und wird auch auf Instagram verwendet
es: Más común en la fotografía de gran formato, también se utiliza en Instagram
fr: Plus courant dans la photographie grand format, il est aussi utilisé sur Instagram
hr: Najčešći u fotografiji velikog formata, ovaj format se takođe koristi na Instagramu
ja: 大判写真で最も一般的で、Instagramでも使用されているフォーマット
pl: Najczęściej spotykany w fotografii wielkoformatowej, jest również używany na Instagramie

source: Famously used by Vivian Maier this format has a very distinctive look to it
ar: شكل مشهور استخدمته فيفيان ماير ويتميز بمظهر مميز للغاية.
de: Dieses Format wurde bekanntlich von Vivian Maier verwendet und hat ein sehr charakteristisches Aussehen
es: Famosamente utilizado por Vivian Maier, este formato tiene un aspecto muy característico
fr: Rendu célèbre par Vivian Maier, ce format a un aspect très distinctif
hr: Poznato korišćen od strane Vivian Maier, ovaj format ima vrlo prepoznatljiv izgled
ja: ヴィヴィアン・マイヤーが使用したことで知られる、非常に特徴的なフォーマット
pl: Słynny format używany przez Vivian Maier, ma bardzo charakterystyczny wygląd
