Repository: rehatkathuria/stops
Catalog: Settings/Sources/Settings/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hr, ja, pl

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Podešavanja
ja: 設定
pl: Ustawienia

source: Select the camera you would like the app to start with when launching from scratch
ar: اختر الكاميرا التي ترغب في أن يبدأ التطبيق بها عند البدء
de: Wählen Sie die Kamera aus, mit der die App starten soll, wenn sie von Grund auf neu geöffnet wird
es: Selecciona la cámara con la que deseas que comience la aplicación al iniciarla desde cero.
fr: Sélectionnez la caméra avec laquelle vous souhaitez que l'application démarre
hr: Odaberite kameru koju želite da aplikacija koristi pri pokretanju od nule
ja: アプリ起動時に立ち上がるカメラを選択してください
pl: Wybierz aparat, który aplikacja ma uruchamiać na start

source: Starting Camera:
ar: الكاميرا الافتراضية:
de: Startkamera:
es: Cámara inicial:
fr: Caméra de départ:
hr: Početna kamera:
ja: 既定のカメラ：
pl: Aparat startowy:

source: Front
ar: الأمامية
de: Vorderseite
es: Frontal
fr: Avant
hr: Prednja
ja: セルフィー
pl: Przód

source: Back
ar: الخلفية
de: Rückseite
es: Trasera
fr: Arrière
hr: Zadnja
ja: 背面
pl: Tył

source: Reverse Camera Controls
ar: عكس تحكم الكاميرا
de: Umgekehrte Kamerasteuerungen
es: Controles de cámara invertidos
fr: Inverser les commandes de la caméra
hr: Zamenite kontrole kamere
ja: カメラ操作の反転
pl: Odwróć kolejność ikon

source: Reverse the icon order to be the opposite direction of your language
ar: عكس ترتيب الأيقونات ليكون في الاتجاه المعاكس للغتك
de: Kehren Sie die Anordnung der Symbole um
es: Invierte el orden de los iconos para que sea el contrario al de tu idioma
fr: Inversez l'ordre des icônes pour qu'il soit dans la direction opposée à celle de votre langue
hr: Obrnite redosled ikona da bude suprotan smeru vašeg jezika
ja: アイコンの並びを言語の逆方向にします
pl: Ikony na dole ekranu będą ułożone w drugą stronę

source: Shutter
ar: زر الغالق
de: Auslöser
es: Obturador
fr: Obturateur
hr: Okidač
ja: シャッター
pl: Migawka

source: You can choose between using the viewfinder as a shutter or having a dedicated button
ar: يمكنك اختيار استخدام الباحث كزر للغالق أو وجود زر مخصص
de: Sie können wählen, ob Sie den Sucher als Auslöser verwenden möchten oder ob Sie einen eigenen Button bevorzugen
es: Puedes elegir entre utilizar el visor como obturador o tener de un botón específico
fr: Vous pouvez choisir entre utiliser le viseur comme obturateur ou avoir un bouton dédié
hr: Možete birati između korišćenja tražila kao okidača ili imanja posvećenog dugmeta
ja: ビューファインダーをシャッターとして使うか、専用ボタンにするかを選べます
pl: Możesz wybrać, co dotknąć, aby zrobić zdjęcie

source: Dedicated Button
ar: زر مخصص
de: Eigener Button
es: Botón específico
fr: Bouton dédié
hr: Posvećeno dugme
ja: 専用ボタン
pl: Przycisk

source: Viewfinder
ar: الباحث
de: Sucher
es: Visor
fr: Viseur
hr: Tražilo
ja: ビューファインダー
pl: Wizjer

source: Album
ar: الألبوم
es: Álbum
ja: アルバム

source: When saving photos, add them to an album named “Stops”
ar: عند حفظ الصور، أضفها إلى ألبوم بعنوان “Stops”
de: Beim Speichern von Fotos werden sie einem Album namens “Stops” hinzugefügt
es: Al guardar las fotos, se añaden a un álbum llamado “Stops”
fr: Enregistrez les photos dans un album nommé “Stops”
hr: Kada sačuvate fotografije, dodajte ih u album pod imenom “Stops”
ja: 写真を「Stops」アルバムに保存します
pl: Podczas zapisywania zdjęć dodaj je do albumu o nazwie “Stops”

source: Location
ar: الموقع
de: Standort
es: Ubicación
hr: Lokacija
ja: 位置情報
pl: Lokalizacja

source: Attach location metadata to captured images
ar: ربط بيانات الموقع بالصور الملتقطة
de: Füge den aufgenommenen Bildern Metadaten zum Standort hinzu
es: Adjuntar metadatos de ubicación a las fotos capturadas
fr: Attachez les données de localisation aux images capturées
hr: Dodajte metapodatke o lokaciji snimljenim slikama
ja: 撮影した写真に位置情報のメタデータを加えます
pl: Dołącz metadane lokalizacji do wykonanych zdjęć

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
hr: Vrati kupovine
ja: 購入の復元
pl: Przywracanie zakupów

source: Fetch and restore a previously purchased subscription from the App Store
ar: استرداد الاشتراك السابق الذي تم شراؤه من متجر التطبيقات
de: Stellen Sie ein zuvor über den App Store gekauftes Abonnement wieder her
es: Recuperar y restaurar una suscripción previamente comprada en App Store
fr: restaurez votre abonnement précédemment acheté sur l'App Store
hr: Dohvati i vrati prethodno kupljenu pretplatu iz App Store-a
ja: App Storeから過去に購入したサブスクリプションを取得・復元します
pl: Pobierz i przywróć wcześniej zakupioną subskrypcję z App Store

source: Haptics
ar: الاهتزازات
de: Haptisches Feedback
es: Hápticos
fr: Haptique
hr: Haptika
ja: 触覚
pl: Haptyczność

source: Enable subtle vibrations on button taps and animations
ar: تمكين اهتزازات خفيفة عند النقر على الأزرار والرسوم المتحركة
de: Aktivieren Sie dezente Vibrationen beim Drücken von Tasten und Animationen
es: Activar vibraciones sutiles al pulsar botones y animaciones
fr: Activez des vibrations subtiles sur les boutons et les animations
hr: Omogući suptilne vibracije prilikom dodira dugmadi i animacija
ja: ボタンタップ時のわずかなバイブレーションとアニメーションを有効にします
pl: Włącz subtelne wibracje podczas animacji i przy dotknięciu przycisków

source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Calificar aplicación
fr: Évaluez l'application
hr: Oceni aplikaciju
ja: アプリの評価
pl: Oceń aplikację

source: Got five seconds and stars to spare? We'd really appreciate a review
ar: هل لديك خمس ثوانٍ ونجوم لتخصيصها؟ سنقدر مراجعتك بشكل كبير
de: Haben Sie fünf Sekunden Zeit und ein paar Sterne übrig? Wir würden uns wirklich sehr über eine Bewertung freuen
es: ¿Te sobran cinco segundos y estrellas? Apreciaríamos una reseña
fr: Vous avez cinq secondes et des étoiles à donner ? Nous apprécierions vraiment une évaluation
hr: Imate li pet sekundi i par zvezdica na raspolaganju? Stvarno bismo cenili vaše mišljenje
ja: 少し時間と星に余裕はありますか？レビューをいただけたらとても嬉しいです
pl: Masz pięć sekund i gwiazdki do rozdania? Będziemy bardzo wdzięczni za recenzję

source: Come say hello; we promise we don’t post reels
ar: تعال قل مرحبًا؛ نعدك أننا لا ننشر مقاطع فيديو قصيرة
de: Kommen Sie vorbei und sagen Sie Hallo; wir versprechen, keine Reels zu posten
es: Ven a saludar; prometemos no publicar reels
fr: Venez nous dire bonjour; nous vous promettons que nous ne postons pas de reels
ja: 約束します。リールは投稿しません。よろしくお願いします
pl: Chodź się przywitać; obiecujemy, że nie będziemy publikować rolek

source: Previews of upcoming features and other updates
ar: معاينات الميزات القادمة والتحديثات الأخرى
de: Previews kommender Features und anderer Updates
es: Avances de las próximas funciones y otras actualizaciones
fr: Aperçus des fonctionnalités à venir et autres mises à jour
hr: Nadolazeće funkcije i ostala ažuriranja
ja: 今後の機能のアップデートなどをお知らせします
pl: Zapowiedzi nadchodzących funkcji i innych aktualizacji

source: Stops Pro
ar: ستوبس برو

# Stops Pro Explainer
source: Upgrade to unlock custom icons and extra colour quantization profiles!
ar: قم بالترقية لفتح الرموز المخصصة وملفات تعديل الألوان الإضافية!
de: Führen Sie ein Upgrade durch, um benutzerdefinierte Icons und zusätzliche Farbquantisierungsprofile freizuschalten
es: Actualízate para desbloquear iconos personalizados y perfiles de cuantificación del color adicionales!
fr: Abonnez-vous pour débloquer les icônes personnalisées et les profils de couleur supplémentaires!
hr: Nadogradite da biste otključali druge ikone i dodatne profile različitih boja!
ja: アップグレードして、アプリのカスタムアイコンと、追加のカメラフィルターをアンロックしよう！
pl: Odblokuj dodatkowe ikony i profile kwantyzacji kolorów!

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hr: Uslovi korišćenja
ja: 利用規約
pl: Warunki użytkowania

# Terms of Use Explainer
source: Using Stops, you agree to the standard Terms of Use issued by Apple
ar: باستخدام ستوبس، فإنك توافق على شروط الاستخدام القياسية التي تصدرها شركة Apple
de: Bei der Verwendung von Stops stimmen Sie den standardmäßigen Nutzungsbedingungen von Apple zu
es: Al utilizar Stops, aceptas las Condiciones de uso estándar publicadas por Apple.
fr: En utilisant Stops, vous acceptez les Conditions d'utilisation standard émises par Apple
hr: Koristeći Stops, pristajete na standardne Uslove korišćenja koje je izdao Apple
ja: Stopsを使用することにより、Appleが発行する標準の利用規約に同意するものとします
pl: Korzystając z aplikacji Stops, wyrażasz zgodę na standardowe Zasady Użytkowania określone przez Apple

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hr: Politika privatnosti
ja: プライバシーポリシー
pl: Polityka prywatności

# Privacy Policy Explainer
source: Stops does not collect, track or transmit any personal data
ar: ستوبس لا تقوم بجمع أو تتبع أو نقل أي بيانات شخصية
de: Stops erhebt, verfolgt oder übermittelt keine persönlichen Daten
es: Stops no recopila, rastrea ni transmite datos personales
fr: Stops ne collecte, ne suit ni ne transmet aucune donnée personnelle
hr: Stops ne prikuplja, ne prati ni ne prenosi nikakve lične podatke
ja: Stopsは、いかなる個人データも収集、追跡、送信しません
pl: Stops nie gromadzi, nie przetwarza ani nie przekazuje żadnych danych osobowych

# Localisation Header
source: English
ar: العربية
de: Deutsch
es: Español
fr: Français
hr: Srpsko-Hrvatski
ja: にほんご
pl: Polski

# Localisation Explainer
source: This app was localised with the help of Rehat Kathuria
ar: تمت ترجمة هذا التطبيق بمساعدة محمد سعيد
de: Diese App wurde lokalisiert mit der Hilfe von Maximilian Schulz
es: Esta aplicación se ha localizado con la ayuda de Emilio Villagrán
fr: Cette application a été localisée avec l'aide de Simon Gilliaux
hr: Ovu aplikaciju je lokalizovao Niko
ja: このアプリは、灰色ハイジの協力によって日本語にローカライズされました
pl: Z tłumaczeniem na język lokalny pomagał Pugson
